{
  "------------------------------0": "header.tpl",
  "Edit": "تحرير",
  "Configure": "إعداد",
  "Download": "تنزيل",
  "Upload": "رفع",
  "------------------------------1": "home.tpl",
  "Get an account": "التسجيل",
  "Forgot your password?": "استرجاع كلمة المرور",
  "E-mail address": "عنوان البريد الإلكتروني",
  "Password": "كلمة المرور",
  "Log in": "تسجيل الدخول",
  "Invalid e-mail address or password.": "خطأ في إدخال البريد الإلكتروني أو كلمة المرور.",
  "Other ways to log in": "طرق أخرى لتسجيل الدخول",
  "Sketch Engine login error:": "خطأ في تسجيل الدخول إلى Sketch Engine:",
  "Sign up or log in with": "قم بالتسجيل أو تسجيل الدخول باستخدام",
  "Your profile": "ملفك الشخصي",
  "Your dictionaries": "معاجمك",
  "Delete": "حذف",
  "Clone": "استنساخ",
  "Create a dictionary": "أنشئ معجمًا",
  "Registered user login": "تسجيل دخول",
  "Administration": "الادارة",
  "Dictionaries": "المعاجم",
  "Build version:": "نسخة الإصدار:",
  "Log out": "تسجيل الخروج",
  "------------------------------2": "dict.tpl",
  "------------------------------3": "ops.py",
  "Yet another Lexonomy dictionary.": "معجم آخر.",
  "Clone of ": "نسخة من ",
  "------------------------------4": "config.tpl",
  "Manage dictionary": "إدارة المعجم",
  "Description": "وصف",
  "Users": "المستخدمون",
  "Publishing": "النشر",
  "Change URL": "تغيير الرابط",
  "Entry settings": "إعدادات المدخل المعجمي",
  "Structure": "البنية",
  "Formatting": "التنسيق",
  "Headword list": "قائمة الكلمات الرئيسية",
  "Searching": "البحث",
  "Expert settings": "إعدادات متقدمة",
  "Entry editor": "محرر المدخل المعجمي",
  "Flags": "ملاحظات",
  "Auto-numbering": "الترقيم التلقائي",
  "Linking": "الربط",
  "Download settings": "إعدادات التنزيل",
  "Subentries": "المدخلات المعجمية الفرعية",
  "Multimedia API": "واجهة برمجة تطبيقات للوسائط المتعددة",
  "Sketch Engine": "SketchEngine",
  "Connection": "الاتصال",
  "Examples": "الأمثلة",
  "Collocations": "المتلازمات",
  "Thesaurus items": "المرادفات",
  "Definitions": "التعريفات",
  "Delete the dictionary": "احذف المعجم",
  "------------------------------5": "make.tpl",
  "(none)": "(لا أحد)",
  "Simple Monolingual Dictionary": "معجم بسيط أحادي اللغة",
  "Simple Bilingual Dictionary": "معجم ثنائي اللغة بسيط",
  "Enter a human-readable title such as \"My Esperanto Dictionary\". You will be able to change this later.": "أدخل عنوانًا يمكن للبشر قراءته مثل \"معجم اللغة العربية المعاصر \". ستكون قادرًا على تغيير هذا لاحقًا.",
  "This will be your dictionary's address on the web. You will be able to change this later.": "سيكون هذا عنوان معجمك على الويب. ستكون قادرًا على تغيير هذا لاحقًا.",
  "You can choose a template here to start you off. Each template comes with a few sample entries. You will be able to change or delete those and to customize the template.": "يمكنك اختيار نموذج هنا لتبدأ. كل قالب يأتي مع عدد قليل من المدخلات النموذجية. ستتمكن من تغييرها أو حذفها وتخصيص القالب.",
  "Your dictionary is ready.": "معجمك جاهز.",
  "------------------------------C": "Config Titles",
  "Sketch Engine connection": "اتصال محرك الرسم",
  "Entry flags": "أعلام الدخول",
  "Name and description": "الاسم والوصف",
  "Public access": "الوصول العام",
  "Search": "بحث",
  "Headwords": "كلمات رئيسية",
  "Entry structure": "هيكل الدخول",
  "Entry formatting": "تنسيق الإدخال",
  "------------------------------Configs": "Configs",
  "Auto-numbering of elements": "الترقيم التلقائي للعناصر",
  "Collocation container": "حاوية التجميع",
  "Definition container": "تعريف الحاويات",
  "XSLT transformation on download": "تحويل XSLT عند التنزيل",
  "example": "مثال",
  "Flag element": "عنصر العلم",
  "Image licence": "ترخيص الصورة",
  "Google Custom Search API key": "مفتاح واجهة برمجة تطبيقات بحث Google المخصص",
  "Custom Search ID": "معرف البحث المخصص",
  "Pixabay API key": "مفتاح Pixabay API",
  "VoiceRSS API key": "مفتاح VoiceRSS API",
  "VoiceRSS language": "لغة VoiceRSS",
  "Auto download images to each entry": "تحميل تلقائي للصور لكل إدخال",
  "Dictionary name": "اسم المعجم",
  "Dictionary description": "وصف المعجم",
  "Main language": "اللغة الرئيسية",
  "Sketch Engine URL": "عنوان URL لمحرك Sketch",
  "Sketch Engine API URL": "عنوان URL لـ Sketch Engine API",
  "Corpus name": "اسم المجموعة",
  "Concordance query": "استعلام عن التوافق",
  "Additional search elements": "عناصر بحث إضافية",
  "Manual linking between entries": "ربط يدوي بين الإدخالات",
  "Automatic linking using NAISC": "الربط التلقائي باستخدام NAISC",
  "One-Click Dictionary API key": "بنقرة واحدة مفتاح قاموس API",
  "Access level": "مستوى الوصول",
  "Licence": "رخصة",
  "Searchable elements": "عناصر قابلة للبحث",
  "Thesaurus item container": "حاوية عنصر قاموس المرادفات",
  "Headword": "الكلمة الرئيسية",
  "Headword sorting": "فرز الكلمات الرئيسية",
  "Headword annotations": "شروح الكلمات الرئيسية",
  "Alphabetical order": "ترتيب ابجدي",
  "Use your own stylesheet...": "استخدم تصميمك الخاص بك...",
  "Number of entries to be shown in the entry list at once": "عدد الإدخالات التي سيتم عرضها في قائمة الإدخال مرة واحدة",
  "Example container": "مثال للحاوية",
  "XML template": "قالب XML",
  "Headword mark-up": "ترميز الكلمات الرئيسية",
  "Unattached elements": "العناصر غير المرفقة",
  "Element": "عنصر",
  "Attribute": "يصف",
  "Content": "المحتوى",
  "Values": "قيم",
  "Schema type": "نوع المخطط",
  "Your DTD": "DTD الخاص بك",
  "Document specification": "مواصفات المستند",
  "Template for new ": "نموذج للجديد",
  "reload random entry": "إعادة تحميل الإدخال العشوائي",
  " Preview": " معاينة",
  "Label": "ملصق",
  "Visibility": "الظهور",
  "Appearance": "المظهر",
  "Position": "موقع",
  "Layout": "تخطيط",
  "------------------------------X": "javascript",
  "ready": "جاهز.",
  "find": "ابحث",
  "reload": "إعادة تحميل",
  "reverse": "عكس",
  "shownumbers": "إظهار الأرقام",
  "golast": "اذهب لآخر عنصر تم تحريره",
  "cancel": "إلغاء",
  "more": "أكثر",
  "new": "جديد",
  "edit": "تحرير",
  "save": "حفظ",
  "delete": "حذف",
  "listing": "الحصول على قائمة ...",
  "listingFailed": "فشل الحصول على القائمة.",
  "reading": "إحضار عنصر ...",
  "readingFailed": "لا يوجد مثل هذا البند.",
  "saving": "جاري الحفظ...",
  "savingFailed": "فشلت عملية الحفظ.",
  "saveFeedbackHeadwordExists": "تحذير: يوجد إدخال آخر بهذه الكلمة الرئيسية. ID=",
  "deleting": "جارٍ الحذف ...",
  "deletingFailed": "فشل الحذف.",
  "deleteConfirm": "احذر! هل أنت متأكد؟",
  "username": "عنوان البريد الإلكتروني",
  "password": "كلمة المرور",
  "login": "تسجيل دخول",
  "loginError": "عنوان البريد الإلكتروني أو كلمة المرور غير صحيحة.",
  "logout": "تسجيل خروج",
  "anonymous": "زائر",
  "home": "الرئيسية",
  "title": "عنوان",
  "titleEmpty": "يجب ألا يكون العنوان فارغًا.",
  "url": "الرابط",
  "urlEmpty": "يجب ألا يكون عنوان الرابط فارغًا.",
  "urlShort": "يجب أن يتكون عنوان الرابط من ثلاثة أحرف على الأقل.",
  "urlInvalid": "يجب ألا يحتوي عنوان الرابط على أحرف بخلاف a-z و A-Z و0-9 والواصلات.",
  "urlTaken": "عنوان الرابط هذا مأخوذ بالفعل.",
  "template": "نموذج",
  "create": "إنشاء",
  "finished": "تم الانتهاء من",
  "changePwd": "غير كلمة المرور الخاصة بك",
  "userProfile": "ملفك الشخصي",
  "signup": "التسجيل",
  "forgotPwd": "استرجاع كلمة المرور",
  "signupEmail": "للحصول على حساب أرسل بريدًا إلكترونيًا إلى",
  "newPassword": "كلمة مرور جديدة",
  "change": "تغيير",
  "skeApiKey": "مفتاح API الخاص بمحرك Sketch",
  "skeApiKeyChanged": "تم تغيير مفتاح API الخاص بك.",
  "skeUserName": "اسم مستخدم Sketch Engine الخاص بك",
  "skeUserNameChanged": "تم تغيير اسم مستخدم Sketch Engine الخاص بك.",
  "passwordChanged": "تم تغيير كلمة المرور الخاصة بك.",
  "passwordEmpty": "يجب ألا تكون كلمة المرور فارغة.",
  "passwordShort": "يجب أن تتكون كلمة المرور من ستة أحرف على الأقل.",
  "passwordWhitespace": "يجب ألا تبدأ كلمة المرور أو تنتهي بمسافة.",
  "ok": "نعم",
  "currentUrl": "الرابط الحالي",
  "newUrl": "الرابط الجديد",
  "upload": "تحميل",
  "uploadPurge": "حذف جميع المدخلات السابقة قبل الرفع",
  "uploadFail": "فشل التحميل.",
  "uploadSuccess": "نجح التحميل.",
  "history": "تاريخ",
  "link": "رابط مباشر",
  "version": "إصدار",
  "clone": "استنساخ",
  "sourceCode": "مصدر الرمز",
  "invalidSourceCode": "شفرة المصدر غير صالحة",
  "unsavedConfirm": "لم تحفظ التغييرات. هل أنت متأكد؟",
  "doItLater": "افعله لاحقا",
  "badEmailError": "عنوان البريد الإلكتروني غير صحيح.",
  "forgotPwdEmail": "إذا نسيت كلمة المرور الخاصة بك ، فأدخل عنوان بريدك الإلكتروني وسنرسل إليك إرشادات حول كيفية إنشاء كلمة مرور جديدة.",
  "recoverPwd": "احصل على كلمة مرور جديدة",
  "tokenSent": "لقد أرسلنا إليك بريدًا إلكترونيًا يحتوي على إرشادات حول كيفية إعادة تعيين كلمة المرور الخاصة بك.",
  "recoverPwdMsg": "يمكنك تغيير كلمة المرور الخاصة بك الآن.",
  "changePwdMsg": "يمكنك تغيير كلمة المرور الخاصة بك هنا.",
  "invalidToken": "رابط إعادة تعيين كلمة المرور هذا غير صالح. قد تكون انتهت صلاحيته أو تم استخدامه من قبل.",
  "signupInfoEmail": "للحصول على حساب جديد ، أدخل عنوان بريدك الإلكتروني وسنرسل لك التعليمات.",
  "signupButton": "انشاء حساب جديد",
  "signupTokenSent": "لقد أرسلنا لك رسالة بريد إلكتروني تحتوي على إرشادات حول كيفية إنشاء حساب جديد.",
  "invalidSignupToken": "رابط التسجيل هذا غير صالح. قد تكون انتهت صلاحيته أو تم استخدامه من قبل.",
  "setPwdMsg": "يرجى تعيين كلمة المرور الخاصة بك الآن.",
  "accountCreated": "لقد أنشأنا حسابك. يمكنك الآن تسجيل الدخول باستخدام عنوان البريد الإلكتروني وكلمة المرور.",
  "signupAccountExists": "أنت تحاول إنشاء حساب لعنوان بريد إلكتروني له حساب بالفعل.",
  "autosave": "الحفظ التلقائي",
  "flagging": "جارٍ الإبلاغ ...",
  "flaggingFailed": "عملية الإبلاغ فشلت.",
  "exactMatches": "تطابق تام",
  "partialMatches": "تطابق جزئي",
  "termsTitle": "تعليمات الاستخدام",
  "confirm": "يتأكد",
  "termsError": "يُرجى تأكيد شروط الاستخدام قبل استخدام منصة المعاجم اللغوية.",
  "------------------------------Intruc": "intructions",
  "Select the element which should wrap each collocation (the collocate plus any other data). When you pull collocations automatically from a corpus, Lexonomy will insert one of these elements for each collocation.": "حدد العنصر الذي يجب أن يلتف كل ترتيب (التجميع بالإضافة إلى أي بيانات أخرى). عندما تقوم بسحب عمليات التجميع تلقائيًا من مجموعة ، فإن النظام سيُدخل أحد هذه العناصر لكل ترتيب تجميع.",
  "This is the XML that will be inserted into your entries with each collocation. The actual text will be where the placeholder <code>$text</code> is.": "هذا هو XML الذي سيتم إدراجه في إدخالاتك مع كل تجميع. سيكون النص الفعلي مكان العنصر النائب <code>$text</code>.",
  "Select the element which should wrap each definition. When you pull definitions automatically from a corpus, Lexonomy will insert one of these elements for each definition.": "حدد العنصر الذي يجب أن يلتف كل تعريف. عندما تقوم بسحب التعريفات تلقائيًا من مجموعة ، فإن النظام سيُدخل أحد هذه العناصر لكل تعريف.",
  "This is the XML that will be inserted into your entries with each Definition. The actual text will be where the placeholder <code>$text</code> is.": "هذا هو XML الذي سيتم إدراجه في إدخالاتك مع كل تعريف. سيكون النص الفعلي مكان العنصر النائب <code>$text</code>.",
  "You can use this functionality to automatically apply an XSLT transformation when the dictionary is downloaded. If you do not input valid XSLT here, no transformation will be applied.": "يمكنك استخدام هذه الوظيفة لتطبيق تحويل XSLT تلقائيًا عند تنزيل القاموس. إذا لم تقم بإدخال XSLT صالح هنا ، فلن يتم تطبيق أي تحويل.",
  "You can toggle fullscreen view for each of the editing windows using F11/Esc (first click into the editing window).": "يمكنك تبديل عرض ملء الشاشة لكل من نوافذ التحرير باستخدام F11 / Esc (انقر أولاً في نافذة التحرير).",
  "You can customize the editor by defining two functions in JavaScript: one that will render the HTML editor from the XML entry and one that will harvest the (edited) HTML back into XML. Click on the example link in the upper right corner to load a sample code.": "يمكنك تخصيص المحرر من خلال تحديد وظيفتين في JavaScript: واحدة ستعرض محرر HTML من إدخال XML والأخرى التي ستجمع HTML (المحرر) مرة أخرى في XML. انقر على رابط المثال في الزاوية اليمنى العليا لتحميل نموذج التعليمات البرمجية.",
  "You can customize the editor look and feel by writing your own CSS styles. Click on the example link in the upper right corner to load a sample sheet.": "يمكنك تخصيص شكل وأسلوب المحرر من خلال كتابة أنماط CSS الخاصة بك. انقر على رابط المثال في الزاوية اليمنى العليا لتحميل ورقة عينة.",
  "Choose what the entry editor will look like.": "اختر الشكل الذي سيبدو عليه محرر الإدخال.",
  "When editing an entry in <b>nerd mode</b> the user sees the XML source code, angle brackets and all.": "عند تحرير إدخال في  الوضع المتقدم، يرى المستخدم شفرة مصدر XML والأقواس وكل شيء. ",
  "When editing an entry in laic mode the XML source code is hidden and the entry looks more like a bulleted list.": "عند تحرير إدخال في  وضع الأريحي، يتم إخفاء شفرة مصدر XML ويبدو الإدخال أشبه بقائمة نقطية. ",
  "Choose the default text editor for node values.": "اختر محرر النص الافتراضي لقيم العقدة.",
  "When editing text in single line mode the user sees a smaller editor.": "عند تحرير نص في  وضع سطر واحد  ، يرى المستخدم محررًا أصغر. ",
  "When editing text in multi line mode the user sees a full-fledged text editor.": "عند تحرير نص في  وضع الأسطر المتعددة  ، يرى المستخدم محرر نص كامل. ",
  "Select the element which the flags should be put into.": "حدد العنصر الذي يجب وضع العلامات فيه.",
  "Specify flags to be used when a keyboard shortcut is pressed in the entry list. The respective value will be put into the entry flag element accordingly.": "حدد العلامات التي سيتم استخدامها عند الضغط على أحد اختصارات لوحة المفاتيح في قائمة الإدخال. سيتم وضع القيمة المعنية في عنصر علامة الإدخال وفقًا لذلك.",
  "Select licence type when searching for images.": "حدد نوع الترخيص عند البحث عن الصور.",
  "Insert ID of your Custom Search - see <a href='https://developers.google.com/custom-search/v1/introduction'>documentation</a>.": "أدخل معرف البحث المخصص - راجع <a href='https://developers.google.com/custom-search/v1/introduction'> الوثائق </a>.",
  "Insert your <a href='https://pixabay.com/api/docs/'>Pixabay API key</a>.": "أدخل <a href='https://pixabay.com/api/docs/'> مفتاح Pixabay API </a>.",
  "Insert your <a href='http://www.voicerss.org/api/'>VoiceRSS</a> API key to enable text-to-speech.": "أدخل مفتاح واجهة برمجة تطبيقات <a href='http://www.voicerss.org/api/'> VoiceRSS </a> لتمكين تحويل النص إلى كلام.",
  "A human-readable title for your dictionary, such as <i>My Esperanto Dictionary</i>.": "عنوان يمكن قراءته من قبل الإنسان لقاموسك ، مثل <i> قاموس الاسبرانتو الخاص بي </i>.",
  "This will appear on your dictionary's home page. You can leave it blank if you prefer.<br/>You can use <a href='https://daringfireball.net/projects/markdown/' target='_blank'>Markdown</a> here.": "سيظهر هذا في الصفحة الرئيسية لقاموسك. يمكنك تركه فارغًا إذا كنت تفضل ذلك. <br/> يمكنك استخدام <a href='https://daringfireball.net/projects/markdown/' target='_blank'> Markdown </a> هنا.",
  "Language of dictionary entries, used to sort dictionaries on your home page. You can select language from the list, or write down your own.": "لغة إدخالات القاموس ، تُستخدم لفرز القواميس على صفحتك الرئيسية. يمكنك اختيار لغة من القائمة ، أو كتابة لغتك الخاصة.",
  "The URL of the Sketch Engine installation where external links should point. Defaults to <code>https://app.sketchengine.eu</code>. Do not change this unless you are using a local installation of Sketch Engine.": "عنوان URL الخاص بتثبيت Sketch Engine حيث يجب أن تشير الروابط الخارجية. الإعدادات الافتراضية هي <code> https://app.sketchengine.eu </code>. لا تغير هذا إلا إذا كنت تستخدم تثبيتًا محليًا لـ Sketch Engine.",
  "The path to the <code>run.cgi</code> API script in Sketch Engine. Defaults to <code>https://api.sketchengine.eu/bonito/run.cgi</code>. Do not change this unless you are using a local installation of Sketch Engine.": "المسار إلى البرنامج النصي <code> run.cgi </code> API في Sketch Engine. الإعدادات الافتراضية هي <code> https://api.sketchengine.eu/bonito/run.cgi </code>. لا تغير هذا إلا إذا كنت تستخدم تثبيتًا محليًا لـ Sketch Engine.",
  "Select a Sketch Engine corpus from the list of corpora available to you.": "حدد مجموعة Sketch Engine من قائمة الهيئات المتاحة لك.",
  "The CQL query that will be used to obtain concordance from Sketch Engine. You can use placeholders for elements in the form of '%(element)', e.g. '[lemma=\"%(headword)\"]'. If left empty the 'simple' query type will be used as configured for the respective corpus. Please note that you cannot use CQL syntax with default attribute because it is not specified.": "استعلام مكتوبًا بلغة CQL الذي سيتم استخدامه للحصول على مجموعة السياقات من المدونة. يمكنك استخدام نوائب (placeholder) للعناصر في شكل \"%(عنصر)\" ، على سبيل المثال '[lemma=\"%(headword)\"]'.  إذا تُركت فارغة، فسيتم استخدام نوع الاستعلام \"البسيط\" على النحو الذي تم تكوينه للمجموعة المعنية. يرجى ملاحظة أنه لا يمكنك استخدام بناء جملة CQL مع السمة الافتراضية لأنها غير محددة.",
  "Whether to apply automatic sampling of the concordance. Any non-zero value means to automatically create a random sample of that size.": "ما إذا كان سيتم تطبيق أخذ العينات التلقائي للتوافق. تعني أي قيمة غير صفرية إنشاء عينة عشوائية بهذا الحجم تلقائيًا.",
  "You can select any textual elements here whose content you would like to search for in Sketch Engine. A menu will be displayed next to all these elements like for the root entry element.": "يمكنك تحديد أي عناصر نصية هنا تريد البحث عن محتواها في Sketch Engine. سيتم عرض قائمة بجوار كل هذه العناصر مثل عنصر إدخال الجذر.",
  "This key allows external tools such as Sketch Engine to create a dictionary in your account and to populate it with pre-generated entries.": "يسمح هذا المفتاح للأدوات الخارجية مثل Sketch Engine بإنشاء قاموس في حسابك وملئه بالإدخالات التي تم إنشاؤها مسبقًا.",
  "Private means that the dictionary is not publicly viewable.": "تعني كلمة  خاص  أن القاموس غير قابل للعرض بشكل عام.",
  "Public means that the dictionary is publicly viewable.": "تعني كلمة  عام  أن القاموس قابل للعرض بشكل عام.",
  "More information about this licence:": "مزيد من المعلومات حول هذا الترخيص:",
  "The contents of elements you select here will be searchable (in addition to each entry's headword).": "ستكون محتويات العناصر التي تحددها هنا قابلة للبحث (بالإضافة إلى الكلمة الرئيسية لكل إدخال).",
  "Select the element which should wrap each individual thesaurus item (a word). When you pull thesaurus items automatically from a corpus, Lexonomy will insert one of these elements for each thesaurus item.": "حدد العنصر الذي يجب أن يلتف كل عنصر من عناصر قاموس المرادفات الفردي (كلمة). عندما تقوم بسحب عناصر قاموس المرادفات تلقائيًا من مجموعة ، فإن النظام سيُدخل أحد هذه العناصر لكل عنصر من عناصر قاموس المرادفات.",
  "This is the XML that will be inserted into your entries with each thesaurus item. The actual text will be where the placeholder <code>$text</code> is.": "هذا هو XML الذي سيتم إدراجه في إدخالاتك مع كل عنصر من عناصر قاموس المرادفات. سيكون النص الفعلي مكان العنصر النائب <code>$text</code>.",
  "Select the element which contains the entry's headword. If you make no selection here Lexonomy will try to guess what the headword of each entry is.": "حدد العنصر الذي يحتوي على كلمة رئيسية للإدخال. إذا لم تقم بإجراء أي تحديد هنا ، فستحاول Lexonomy تخمين الكلمة الرئيسية لكل إدخال.",
  "Select the element which will be used for sorting of headwords in the entry list. If you make no selection here Lexonomy will use the element you chose for headword.": "حدد العنصر الذي سيتم استخدامه لفرز الكلمات الرئيسية في قائمة الإدخال. إذا لم تحدد هنا ، فسيستخدم النظام العنصر الذي اخترته للكلمة الرئيسية.",
  "You can select any elements here whose content you want displayed beside the headword in the entry list, such as homograph numbers or part-of-speech labels.": "يمكنك تحديد أي عناصر هنا تريد عرض محتواها بجانب الكلمة الرئيسية في قائمة الإدخال ، مثل أرقام التماثلية أو تسميات جزء من الكلام.",
  "You can insert any HTML containing placeholders for elements in the form of '%(element)', e.g. '&lt;b&gt;%(headword)&lt;/b&gt;'.": "يمكنك إدراج أي HTML يحتوي على عناصر نائبة للعناصر في شكل \"٪ (عنصر)\" ، على سبيل المثال '& lt؛ b & gt؛٪ (headword) & lt؛ / b & gt؛'. ",
  "Select language to sort entries alphabetically in the entry list.": "حدد اللغة لفرز المدخلات أبجديًا في قائمة الإدخال.",
  "If your dictionary contains large entries (large XML files), it is recommended to reduce this number for quicker loading of entry list.": "إذا كان القاموس الخاص بك يحتوي على إدخالات كبيرة (ملفات XML كبيرة) ، فمن المستحسن تقليل هذا الرقم لتحميل أسرع لقائمة الإدخال.",
  "Select the element which should wrap each individual example. When you pull example sentences automatically from a corpus, Lexonomy will insert one of these elements for each example sentence.": "حدد العنصر الذي يجب أن يلتف كل مثال على حدة. عندما تقوم بسحب جمل المثال تلقائيًا من مجموعة ، فإن النظام سيُدخل أحد هذه العناصر لكل جملة مثال.",
  "This is the XML that will be inserted into your entries with each corpus example. The actual text will be where the placeholder <code>$text</code> is.": "هذا هو XML الذي سيتم إدراجه في إدخالاتك مع كل مثال من مجموعة النصوص. سيكون النص الفعلي مكان العنصر النائب <code>$text</code>.",
  "Select the element which should mark up the headword in inserted corpus examples. This setting is optional: if you make no selection, corpus examples will be inserted without mark-up.": "حدد العنصر الذي يجب ترميز الكلمة الرئيسية في أمثلة المجموعة المدرجة. هذا الإعداد اختياري: إذا لم تقم بإجراء أي تحديد ، فسيتم إدراج أمثلة المجموعة بدون ترميز.",
  "Bla bla...": "جيش تحرير بلوخ ...",
  "Public": "متاح للعموم",
  "Private": "خاص",
  "Customize entry editor...": "تخصيص أداة الإدخال",
  "Insert your Google Custom Search API key to allow multimedia search.": "أدخل مفتاح واجهة برمجة تطبيقات بحث Google المخصص للسماح بالبحث في الوسائط المتعددة.",
  "Individual users can overide this setting by clicking an icon in the bottom-left corner of their screen.": "يمكن للمستخدمين تجاوز هذا الإعداد عن طريق النقر فوق رمز في الركن الأيمن السفلي من الشاشة.",
  "Nerd mode": "الوضع المتقدم",
  "Laic mode": "الوضع الأريحي",
  "Single line": "سطر واحد",
  "Multi line": "متعدد الأسطر",
  "Attributes": "صفات",
  "optional": "اختياري",
  "obligatory": "واجب",
  "Child elements": "العناصر التابعة",
  "Text": "نص",
  "Text with markup": "نص مع الترميز",
  "Value from list": "القيمة من القائمة",
  "Empty": "فارغة",
  "Media": "وسائط",
  "If you need to number some of entry elements automatically, Lexonomy can do that for you. First, go to Entry structure and add element/attribute where you want to store the number. Eg. in element <tt>sense</tt> add attribute <tt>number</tt>. When you're ready, select element to number (eg. <tt>sense</tt>) and element/attribute to store numbering (eg. <tt>@number</tt>). Lexonomy will fill the numbers where missing.": "إذا كنت بحاجة إلى ترقيم بعض عناصر الإدخال تلقائيًا ، فيمكن أن يقوم النظام بذلك نيابةً عنك. أولاً ، انتقل إلى بنية الإدخال وأضف عنصرًا / سمة حيث تريد تخزين الرقم. على سبيل المثال. في العنصر <tt>الدلالة</tt> إضافة سمة <tt>الرقم</tt>. عندما تكون جاهزًا ، حدد عنصرًا لرقم (مثل <tt>الدلالة</tt>) والعنصر / السمة لتخزين الترقيم (على سبيل المثال <tt>الرقم@</tt>). سوف يملأ النظام الأرقام في الأماكن المفقودة.",
  "max": "أعلى",
  "min": "أدنى",
  "Add...": "إضافة...",
  "Shown": "منشور",
  "Hidden": "مخفي",
  "The dictionary has no entries yet.": "المعجم لا يحتوي على أي مفردات بعد.",
  "Type to search for language": "اكتب للبحث عن اللغة",
  "Sort in descending order": "رتب تنازليًا",
  "simple": "بسيط",
  "advanced": "المتقدمة",
  "Keyboard shortcut": "اختصار لوحة المفاتيح",
  "Value": "قيمة",
  "Color": "اللون",
  "Element to number:": "عنصر الرقم:",
  "Add numbers to:": "أضف الأرقام إلى:",
  "Add numbers": "اجمع الأرقام",
  "Please setup your Sketch Engine account in your <a href=\"/userprofile\">profile</a> settings to be able to select a corpus.": "يرجى إعداد حساب SketchEngine في إعدادات <a href='/userprofile'>الملف الشخصي</a> لتتمكن من تحديد المدونة.",
  "Elements listed here function as subentries which can be shared by multiple entries.": "تعمل العناصر المدرجة هنا كمدخلات فرعية يمكن مشاركتها بواسطة إدخالات متعددة.",
  "Add": "إضافة",
  "404": "صفحة غير موجودة",
  "------------------------------Titles": "titles",
  "Lexonomy API": "واجهة برمجة تطبيقات للمنصة API",
  "Lexonomy Terms of Use": "شروط استخدام المنصة",
  "Create your account": "أنشئ حسابك",
  "Lexonomy Dictionaries": "المعاجم",
  "Lexonomy": "منصة المعاجم العربية",
  "Lexonomy Push API": "واجهة برمجة تطبيقات للمنصة Push API",
  "Reset your password": "اعد ضبط كلمة المرور",
  "Sign up": "التسجيل",
  "Screenful Editor": "المحرر",
  "User profile": "ملف المستخدم التعريفي",
  "------------------------------End": "End"
}